<?php
// العنوان
$_['heading_title']          = 'الخصائص';

// النصوص
$_['text_success']           = 'تم بنجاح: لقد قمت بتعديل الخصائص!';
$_['text_list']              = 'قائمة الخصائص';
$_['text_add']               = 'إضافة خاصية';
$_['text_edit']              = 'تعديل الخاصية';

// الأعمدة
$_['column_name']            = 'اسم الخاصية';
$_['column_attribute_group'] = 'اسم مجموعة الخصائص';
$_['column_sort_order']      = 'ترتيب الفرز';
$_['column_action']          = 'الإجراء';

// الإدخالات
$_['entry_name']             = 'اسم الخاصية';
$_['entry_attribute_group']  = 'اسم مجموعة الخصائص';
$_['entry_sort_order']       = 'ترتيب الفرز';

// الأخطاء
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']       = 'تحذير: ليس لديك صلاحية لتعديل الخصائص!';
$_['error_attribute_group']  = 'اسم مجموعة الخصائص مطلوب!';
$_['error_name']             = 'يجب أن يكون اسم الخاصية بين 1 و 64 حرفًا!';
$_['error_product']          = 'تحذير: لا يمكن حذف هذه الخاصية لأنها مرتبطة حاليًا بـ %s من المنتجات!';